[
  {
    "name": "Public policies",
    "definition": "Public policies are efforts made by governments to alter aspects of their own or social behaviour in order to carry out some end or purpose and are comprised of complex arrangements of policy goals and policy means.",
    "children": [
      {
        "name": "Policy instruments",
        "definition": "Policy instruments are specific policy tools by which the government aims to achieve its objectives.",
        "children": [
          {
            "name": "Economic instrument",
            "definition": "An economic instrument is a policy instrument that hands out or takes away material resources while the addressees are not obligated to take the measures involved.",
            "children": [
              {
                "name": "Financial incentive",
                "definition": "A financial incentive is an economic policy instruments used by the state to encourage targeted products or activities by providing economic support to selected actors. Beneficiaries typically receive this support through mechanisms such as soft loans, grants, market premiums, and tax reductions",
                "children": [
                  {
                    "name": "Market premium",
                    "definition": "A market premium is a fiscal incentive that ensures additional remuneration on top of market prices, or a guaranteed renumeration by paying to the producing agent the difference between a guaranteed return on a product and the monetary price for which the product is traded on the market.",
                    "children": [
                      {
                        "name": "Feed-in Premium",
                        "definition": "A feed-in premium is a market premium where energy generators are paid a premium on top of the price they achieve in the electricity market, for electricity fed into the grid for a number of years in the future",
                        "children": [
                          {
                            "name": "Floating or sliding premium",
                            "definition": "A floating premium is a feed-in premium with a variable subsidy which complements the market price.",
                            "children": [
                              {
                                "name": "FIP with floor price",
                                "definition": "A FIP with floor price (or one-sided sliding FIP) is a floating premium where, if market price is below the targeted subsidy, producers receive support that covers the gap, and if market price is higher, they can keep the excess revenue.",
                                "children": []
                              },
                              {
                                "name": "Symmetrical premium",
                                "definition": "A symmetrical premium (or 2-sided premium premium) is a floating premium which has both a floor and ceiling price whereby positive and negative deviations are paid out to the contractual partner. This means that a minimum compensation is guaranteed, but revenues are capped.",
                                "children": []
                              }
                            ]
                          },
                          {
                            "name": "Contract for Difference",
                            "definition": "A contract for difference is a feed-in premium wherein a public entity concludes a contract to encourage investment. It tops up the market price paid for goods if the price is below a certain level, but if the market price is above a certain level the provider must pay back the excess.",
                            "children": []
                          },
                          {
                            "name": "Fixed FIP",
                            "definition": "A fixed FIP is a FIP where producers receive a fixed amount of excess revenue on top of the market price.",
                            "children": []
                          },
                          {
                            "name": "Two-sided Contract for Difference",
                            "definition": "A two-sided contract for difference (or symmetrical contract for difference) is a feed-in premium wherein a public entity (typically the state) concludes a contract with an provider, which sets an agreed-upon 'strike price'. The provider sells their goods in the market but then settles the difference between the market price and the strike price with the public entity. In a two-way CfD, if the market price is below the strike price, the provider receives the difference; if the market price is above the strike price, the provider pays back the difference.",
                            "children": []
                          }
                        ]
                      },
                      {
                        "name": "Capacity premium",
                        "definition": "A capacity premium is a market premium that guarantees remuneration for reserving electric capacity to be available for unexpected events. Example: payments for large-scale battery installations.",
                        "children": []
                      },
                      {
                        "name": "Feed-in Tariff",
                        "definition": "A feed-in tariff is a market premium where energy producers are paid fixed prices for every unit of energy fed into the grid for a number of years in the future.",
                        "children": []
                      },
                      {
                        "name": "Auction with market premium",
                        "definition": "An auction with a market premium is a market premium granted in a bidding competition or auction, wherein tendered capacity includes additional support through a mechanism such as a FIT, FIP or CfD.",
                        "children": []
                      }
                    ]
                  },
                  {
                    "name": "Tax incentive",
                    "definition": "A tax incentive is a fiscal incentive where the government reduces or exempts selected activities, goods or actors from taxes",
                    "children": [
                      {
                        "name": "Tax deduction",
                        "definition": "A tax deduction is a tax incentive where actors can reduce their base taxable amount. Example: Homeowners can deduct 40% of the cost of renewable energy renovations (e.g. solar, passive house improvements) from their income tax.",
                        "children": [
                          {
                            "name": "Accelerated depreciation rule",
                            "definition": "An accelerated depreciation rule is a tax deduction where the government allows sustainable projects to depreciate (part of) the investment in the early years of the asset’s life, effectively reducing their taxable income during these years.",
                            "children": []
                          }
                        ]
                      },
                      {
                        "name": "Tax exemption",
                        "definition": "A tax exemption (or exclusion) is a tax incentive where the government does not count certain income or transactions as taxable, or declares certain entities to be fully tax-exempt. Example: income from feed-in tariffs is not taxable; NGOs do not pay taxes.",
                        "children": []
                      },
                      {
                        "name": "Tax reduction",
                        "definition": "A tax reduction is a tax incentive where the government reduces taxes for selected activities, goods or actors. Example: A lower VAT rate for renewable energy equipment.",
                        "children": []
                      },
                      {
                        "name": "Tax credit",
                        "definition": "A tax credit is a tax incentive where the calculated taxes owed to the government are reduced, either as a percentage of taxes owed, or as a currency amount. Example: Companies that make investments in solar or bioenergy can reduce their tax burden by 8% of the investment costs. In this way, the tax burden can be reduced by a maximum of 35%.",
                        "children": []
                      },
                      {
                        "name": "Tax refund",
                        "definition": "A tax refund (or refund) is when return taxes are paid to correct overpayment. Example: A company that is not yet profitable can apply to recieve a refund on VAT for renewable energy equipment.",
                        "children": []
                      }
                    ]
                  },
                  {
                    "name": "Subsidy removal",
                    "definition": "subsidy removal abolishes or reduces existing subsidies for environmentally harmful activities.",
                    "children": [
                      {
                        "name": "Removal of fossil fuel subsidies",
                        "definition": "Removal of fossil fuel subsidies is a financial incentive which abolishes or reduces existing subsidies for fossil fuels, either at the production or consumption ends.",
                        "children": []
                      }
                    ]
                  },
                  {
                    "name": "Retirement premium",
                    "definition": "A retirement premium is a fiscal incentive where the government provides support for the early retirement of emissions-intensive or inefficient assets.",
                    "children": [
                      {
                        "name": "Product retirement premium",
                        "definition": "A product retirement premium is a retirement premium for emissions-intensive products used by consumers. Example: fossil fuel vehicle swap or scrappage schemes",
                        "children": []
                      },
                      {
                        "name": "Asset retirement premium",
                        "definition": "An asset retirement premium is a premium for the early closure of certain assets. Example: payments for early closure of coal-fired power plants",
                        "children": []
                      }
                    ]
                  },
                  {
                    "name": "Grant",
                    "definition": "A grant is a fiscal incentive where the government provides non-repayable funding for specific purposes.",
                    "children": [
                      {
                        "name": "Purchase grant",
                        "definition": "A purchase grant is a grant to support the acquisition of specific products. It reduces the upfront cost for buyers, making the targeted product more affordable and attractive.",
                        "children": []
                      },
                      {
                        "name": "R&D grant",
                        "definition": "An R&D grant is a grant to support research and development.",
                        "children": []
                      }
                    ]
                  },
                  {
                    "name": "Loan",
                    "definition": "A loan is a financial incentive where the government provides repayable funding to facilitate access to financing for specific purposes.",
                    "children": [
                      {
                        "name": "Soft loan",
                        "definition": "A soft loan is an economic policy instrument where the government provides loans for at preferential conditions to lower financing costs. Example: low-interest loan for a company to build charging infrastructure, or for a person to purchase an EV.",
                        "children": []
                      },
                      {
                        "name": "Loan guarantee",
                        "definition": "A loan guarantee is an economic policy instrument where the government guarantees to pay the loan should the project go bankrupt, lowering the default risk and therefore the required returns on debt and/or equity.",
                        "children": []
                      }
                    ]
                  },
                  {
                    "name": "Insurance",
                    "definition": "An insurance mechanism is a fiscal/financial investment where the government provides insurance to projects.",
                    "children": []
                  }
                ]
              },
              {
                "name": "Levy",
                "definition": "A levy is an economic instrument that consists of a compulsory financial charge imposed on an agent or institution by a governmental organisation.",
                "children": [
                  {
                    "name": "Tax",
                    "definition": "A tax is a levy imposed by the government that is not tied to a specific benefit or service.",
                    "children": [
                      {
                        "name": "Carbon tax and GHG emissions taxes",
                        "definition": "A carbon tax is a tax on carbon or other greenhouse gas emissions, measured in CO2 equivalent values.",
                        "children": []
                      },
                      {
                        "name": "Energy tax",
                        "definition": "An energy tax is a charge imposed on the production, sale, or consumption of energy sources, including fuels and electricity, typically calculated based on the quantity or type of energy used.",
                        "children": []
                      }
                    ]
                  },
                  {
                    "name": "Fee",
                    "definition": "A fee (or charge) is a levy imposed by the government in exchange for providing a specific good or service.",
                    "children": [
                      {
                        "name": "Increased charges",
                        "definition": "An increased charge is a levy imposed by the government on certain undesireable goods or behaviors. Example: higher vehicle registration fees for high-emissions vehicles",
                        "children": []
                      },
                      {
                        "name": "Feebate (Bonus/Malus)",
                        "definition": "A feebate is an economic instrument that combines a fee and a rebate system to influence behavior. Actors whose activities exceed a defined threshold (e.g. high emissions or low efficiency) pay a surcharge (\"malus\"), while those who perform better than the threshold receive a financial reward (\"bonus\"). The scheme is typically designed to be revenue-neutral.",
                        "children": []
                      },
                      {
                        "name": "Fee decreases and exemptions",
                        "definition": "Fee decreases and exemptions are financial incentives where the government supports targeted activities by reducing or exempting them from existing fees or charges. Example: the German 9 Euro ticket to promote using public transport, or the removal of vehicle registration fees for electric vehicles.",
                        "children": []
                      }
                    ]
                  }
                ]
              },
              {
                "name": "Direct investment",
                "definition": "A direct investment is an economic policy instrument in which the government supports targeted activities or products by directly purchasing, investing in, or producing them through public agencies, institutions or utilities.",
                "children": [
                  {
                    "name": "Direct asset investment",
                    "definition": "A direct asset investment is a direct investment by the government in assets. Example: purchasing stakes in a firm, purchasing a power plant, constructing and operating infrastructures",
                    "children": [
                      {
                        "name": "Direct infrastructure investment",
                        "definition": "A direct infrastructure investment is a direct investment by the government in infrastructure projects.",
                        "children": []
                      },
                      {
                        "name": "Direct power generation investment",
                        "definition": "A direct power generation investment is an investment by the government in power generation capacity.",
                        "children": []
                      }
                    ]
                  },
                  {
                    "name": "Direct R&D funding",
                    "definition": "R&D funding is a direct investment by the government in public research institutions or projects.",
                    "children": []
                  },
                  {
                    "name": "Green public procurement",
                    "definition": "A green public procurement action is when a government purchases a green good or service directly. Example: power purchase agreements if the offtaker is a state entity; purchase of a fleet of electric buses by a city for public transit.",
                    "children": []
                  }
                ]
              },
              {
                "name": "Trading scheme",
                "definition": "A trading scheme is an economic policy instrument an economic policy instrument in which a standard is set for environmental performance, and then performance certificates or credits can be traded in a marketplace to incentivize or discourage targeted activities.",
                "children": [
                  {
                    "name": "GHG emissions trading",
                    "definition": "An greenhouse gas emissions trading scheme (also called carbon markets) is a trading scheme wherein governments issue tradable emissions certificates, often combined with a fixed emissions cap (overall or set on specific actors), thereby setting economic incentives to reduce emissions.",
                    "children": []
                  },
                  {
                    "name": "White certificate trading scheme",
                    "definition": "A white certificate scheme is a trading scheme where the government has established a quota for the generation of tradable energy savings certificates produced by energy efficiency activities OR reduced energy consumption measured against a baseline; these can be traded to incentivize emissions reducations.",
                    "children": []
                  },
                  {
                    "name": "Green certificate trading scheme",
                    "definition": "A green certificate scheme is a trading scheme where producers of renewable electricity receive tradable certificates for each unit of electricity generated. These certificates can then be sold separately from the electricity itself, typically to energy suppliers who are obligated via a quota to source a certain share of their electricity from renewables. This creates a market for certificates, providing a financial incentive for renewable energy investment and production",
                    "children": []
                  },
                  {
                    "name": "Offsetting scheme",
                    "definition": "An offsetting scheme is a trading scheme where mitigation activities can calculate their impact against a baseline to obtain credits which can be sold for offsetting purposes such as Baseline-and-Credit schemes. This differs from an emissions trading scheme in that it does not have a cap, and can avoid emissions rather than reducing them. Example: Clean Development Mechanism.",
                    "children": []
                  }
                ]
              }
            ]
          },
          {
            "name": "Information instrument",
            "definition": "An information instrument is a policy instrument that aims at providing knowledge to persons and/or institutions.",
            "children": [
              {
                "name": "Public information campaigns",
                "definition": "Public information campaigns are an information instrument where governments direct and sponsor efforts to communicate information to large numbers of citizens. Example: The Irish government published advertisements across media platforms to encourage energy savings and provide advice on energy-saving measures.",
                "children": []
              },
              {
                "name": "Education instrument",
                "definition": "An education instrument is an information policy instrument that aims at teaching skills to specific groups of people.",
                "children": [
                  {
                    "name": "Implementation aid",
                    "definition": "Implementation aid is an educational policy instrument that provides assistance to actors engaging in desired activities. Example: experts employed by the German government provide advice on building efficiency.",
                    "children": []
                  },
                  {
                    "name": "Changes to public education",
                    "definition": "Changes to public education are an education policy instrument which changes what is taught in public schooling to focus on promoting desired behavior. Example: curricula and learning objectives focused on climate change.",
                    "children": []
                  },
                  {
                    "name": "Training program",
                    "definition": "A training program is an educational policy instrument that promotes learning for professionals to obtain, improve or retain skills, knowledge, tools, equipment or other resources to do their work competently.",
                    "children": [
                      {
                        "name": "Vocational training",
                        "definition": "Vocational training is a training program that prepares people with specific skills for technical or trades work.",
                        "children": []
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "name": "Regulatory instrument",
            "definition": "A regulatory instrument is a policy instrument that is a measure taken by governments which mandate recievers to act in accordance with what is ordered in formulated rules and directives. Such rules prescribe the abandonment or adoption of desired processes, technologies, products or results. Failure to comply may incur financial penalties and/or legal sanctions.",
            "children": [
              {
                "name": "Standard",
                "definition": "A standard is a regulatory policy instrument that defines legal requirements for actors, products, and processes.",
                "children": [
                  {
                    "name": "Performance standard",
                    "definition": "A performance standard is a standard that sets required levels of performance (in terms of emissions, efficiency etc), but actors are free to choose the technologies and methods for how they will do so.",
                    "children": [
                      {
                        "name": "Pollution or emissions standard",
                        "definition": "A pollution or emissions standard (or cap) is a performance standard that sets a cap on emissions or pollution, either total per actor/sector, or per unit of output.",
                        "children": [
                          {
                            "name": "Product emissions standard",
                            "definition": "A product emissions standard is an emissions standard for specific products to limit their emissions/pollution.",
                            "children": [
                              {
                                "name": "Fuel air pollution or emissions standard",
                                "definition": "A fuel standard is a product emissions standard that sets out emissions and pollution requirements for fuel.",
                                "children": []
                              },
                              {
                                "name": "Vehicle air pollution or emissions standard",
                                "definition": "A vehicle air pollution standard is a product emissions standards for vehicles, for the maximum emission of substances such as greenhouse gas emissions, hydrocarbons, oxides of nitrogen and particulate matter they can emit.",
                                "children": []
                              }
                            ]
                          },
                          {
                            "name": "Building emissions standard",
                            "definition": "A building emissions standard is a standard that regulates the allowable levels of pollution or CO2 emissions associated with the building (such as heating systems).",
                            "children": []
                          },
                          {
                            "name": "Industrial air pollution standard",
                            "definition": "An industrial air pollution standard is a mandatory standard for the emission of polluting substances by industry actors including but not limited to GHG gases.",
                            "children": []
                          },
                          {
                            "name": "Sectoral emissions cap",
                            "definition": "A sectoral emissions cap is a cap that sets out the maximum amount for how much actors are allowed to emit or pollute.",
                            "children": []
                          }
                        ]
                      },
                      {
                        "name": "Efficiency standard",
                        "definition": "An efficiency standard (or energy use cap) is a performance standard that sets a cap on energy use, either total per actor/sector, or per unit of output",
                        "children": [
                          {
                            "name": "Product efficiency standard",
                            "definition": "A product efficiency standard is an efficiency standard for specific products to limit their energy intensity.",
                            "children": [
                              {
                                "name": "Vehicle fuel-economy or efficiency standard",
                                "definition": "A vehicle fuel-economy/efficiency standard is a product standard for vehicles that determines a minimum fuel-efficiency threshhold.",
                                "children": []
                              }
                            ]
                          },
                          {
                            "name": "Building efficiency standard",
                            "definition": "A building efficiency standard is a building standard which requires buildings to comply with requirements for energy demand and the heat that can escape. Example: standards for insulation.",
                            "children": []
                          },
                          {
                            "name": "Energy efficiency quota",
                            "definition": "An efficiency quota is an energy cap that sets out quotas for energy efficiency improvements.",
                            "children": []
                          },
                          {
                            "name": "Industrial efficiency standard",
                            "definition": "An industrial efficiency standard is a mandatory standard for the energy efficiency of industry actors.",
                            "children": []
                          },
                          {
                            "name": "Sectoral energy use cap",
                            "definition": "a sectoral energy use cap is an energy use cap that sets the maximum amount for how much energy actors in a certain sector are allowed to consume. This can be (but is not always) a regulatory element of efficiency-related trading systems.",
                            "children": []
                          }
                        ]
                      }
                    ]
                  },
                  {
                    "name": "Quota",
                    "definition": "A quota is a standard wherein a quantified obligation is imposed on some actor to acquire, use, install etc. a certain quota of a clean good or service. These may or may not be tied to trading schemes like green or white certificates schemes. These may be either technology or performance standards. Example: minimum shares of zero-emission vehicles or of renewable electricity.",
                    "children": [
                      {
                        "name": "Installation requirement / quota",
                        "definition": "An installation requirement is a quota which requires an actor to install a certain share of a clean good or service. Example: parking lot owner must install at least 1 EV charger per 10 parking spaces; 100% of new rented buildings must have solar panels.",
                        "children": [
                          {
                            "name": "EV charging installation requirement",
                            "definition": "An EV charging installation requirement is a is a technology-specific installation requirement that sets requirements for installing EV charging stations. Example: 1 in 10 parking spaces must include EV charging stations",
                            "children": []
                          },
                          {
                            "name": "PV installation requirement",
                            "definition": "A PV installation requirement is a is a technology-specific installation requirement that sets requirements for installing solar PV systems. Example: PV panels must be installed on new buildings, renovated roofs, or parking garages",
                            "children": []
                          },
                          {
                            "name": "Smart meter installation requirement",
                            "definition": "A smart meter installation requirement is a technology-specific installation requirement that mandates the installation of smart meters.",
                            "children": []
                          },
                          {
                            "name": "Storage installation requirement",
                            "definition": "A storage installation requirement is an installation requirement that sets requirements for actors to install energy storage capacities. Example: a person who installs a solar PV system must also install a battery storage unit.",
                            "children": []
                          }
                        ]
                      },
                      {
                        "name": "Purchasing requirement / quota",
                        "definition": "(demand-side quota): A purchasing requirement/quota is a quota which requires an actor to acquire a certain share of a clean good or service.",
                        "children": []
                      },
                      {
                        "name": "Production requirement / quota",
                        "definition": "(supply-side quota): A production requirement/quota is a quota which requires an actor to provide a certain share of a clean good or service. Example: China's supply-side renewables portfolio standards.",
                        "children": []
                      }
                    ]
                  },
                  {
                    "name": "Ban",
                    "definition": "A ban is a regulatory policy instrument that forbids an activity, technology or product because of its environmental harms.",
                    "children": [
                      {
                        "name": "Moratorium",
                        "definition": "A moratorium is a ban which is framed as temporary; placing a “moratorium” implies a willingness to continue studying it and potentially revisit it in the future. Examples: Gas may not be drilled in certain territories",
                        "children": []
                      },
                      {
                        "name": "Phase out",
                        "definition": "A phase out is a ban on technologies, substances and practices which aims to catalyze their decline to meet environmental sustainability objectives. Example: Coal may not longer be mined or burned in a certain country.",
                        "children": []
                      },
                      {
                        "name": "Phase Down",
                        "definition": "A phase down is a ban on certain amounts of harmful technologies, substances or practices; it differs from a phase-out in that its aim is reduction and not elimination. Example: Coal power stations may only operate at 35% capacity or less.",
                        "children": []
                      }
                    ]
                  },
                  {
                    "name": "Public sector mandate",
                    "definition": "A public sector mandate is a standard which requires public bodies decision-making to align with government targets. Example: all ministry actions must comply with carbon budget ceilings.",
                    "children": []
                  },
                  {
                    "name": "Public procurement standard",
                    "definition": "A public procurement standard is a standard set by governments for public goods. These can be technology-specific or performance-based. Example: government standard that any vehicles purchased by public actors must meet certain emissions threshholds.",
                    "children": []
                  },
                  {
                    "name": "Tendering scheme standards (or auction standards)",
                    "definition": "A tendering scheme standard is the standards set for bidding competition for potential providers of a required good or service aimed at reducing provision costs, e.g., through auctions. This can be tied to economic policy instruments such as FITs. The standards may be technology-specific or performance-based. Example: a solar PV auction, or an auction for low-emissions hydrogen.",
                    "children": []
                  },
                  {
                    "name": "Offsetting rules",
                    "definition": "offsetting rules are standards which establish GHG emission reductions crediting and offsetting regulations. Example: rules that prohibit using offsetting as part of emissions calculations.",
                    "children": []
                  },
                  {
                    "name": "Disclosure standard",
                    "definition": "A disclosure standard (or disclosure obligation) is a standard that requires an actor to publicly disclose and substantiate claims on environmental impacts.",
                    "children": [
                      {
                        "name": "Comparison label standard",
                        "definition": "A comparison label standard is a disclosure standard which requires participation in consumer-oriented labelling schemes. These schemes provide a rating of a certain good or service against a pre-determined scale, allowing for a comparison across products. Example: labeling standards for building energy efficiency",
                        "children": []
                      },
                      {
                        "name": "Financial disclosure standard",
                        "definition": "A financial disclosure standard is a disclosure standard which requires companies to disclose how the transition risks from shifting to a low-carbon economy and physical climate change impacts may affect their business or asset values. Example: EU SFDR.",
                        "children": []
                      },
                      {
                        "name": "Supply chain disclosure standard",
                        "definition": "A supply chain disclosure standard is a disclosure standard that requires firms to disclose information on the risks and opportunities arising from environmental issues, and on the impact of their activities the environment. Example: EU CSRD.",
                        "children": []
                      },
                      {
                        "name": "Green advertisement standards",
                        "definition": "Green advertisement standards are disclosure standards on companies that make claims about their environmental impact to adhere to standards which may include disclosing their assessment methodology, verification by an independent third party, and greenhouse gas offsetting. Example: EU Green Claims Directive.",
                        "children": []
                      }
                    ]
                  },
                  {
                    "name": "Due diligence obligation",
                    "definition": "A due diligence obligation is a standard requiring companies to identify and address potential and actual adverse impacts in a company’s operations. Example: French \"corporate vigilance\" law",
                    "children": [
                      {
                        "name": "Supply chain due diligence obligations",
                        "definition": "Supply chain due diligence obligations are due diligence obligations for companies to address risks not only their own operations, but also their subsidiaries and business partners. Example: the EU Corporate sustainability due diligence directive (CSDDD).",
                        "children": []
                      }
                    ]
                  }
                ]
              },
              {
                "name": "Zoning and spatial planning regulation",
                "definition": "A zoning and spatial planning regulation is a policy instrument that determines where objects can exist in space: either where something can be built/used, or what kinds of things can be built in specific geographic locations.",
                "children": [
                  {
                    "name": "Location regulation",
                    "definition": "A location regulation is a zoning and spatial planning instrument that determines where objects or related infrastructure can be built or used.",
                    "children": [
                      {
                        "name": "Exclusion area regulation",
                        "definition": "An exclusion area regulation is a zoning and spatial planning regulation that excludes a certain area from being eligible for objects to be built or entered. Example: a regulation establishing an exclusion zone where wind turbines may not be built due to legal, environmental or safety concerns.",
                        "children": [
                          {
                            "name": "Area limitation regulation",
                            "definition": "An area limitation regulation is a zoning and spatial planning regulation that limits the area in which objects can be built. Example: roof area limitation for installing rooftop PV.",
                            "children": []
                          },
                          {
                            "name": "Low emissions zone regulation",
                            "definition": "A low emissions zone regulation is an exclusion area regulation that sets boundaries for where vehicles with higher emissions cannot enter.",
                            "children": []
                          }
                        ]
                      },
                      {
                        "name": "Setback distance",
                        "definition": "A setback distance is a zoning and spatial planning instrument that sets a minimum distance between objects. Example: the distances between a wind turbine and a residential building, railroads, transmission line, and bodies of water.",
                        "children": []
                      },
                      {
                        "name": "Priority area regulation",
                        "definition": "A priority area regulation is a zoning and spatial planning regulation that prioritizes a certain area to be built or entered, and within this zone, the other activities are mainly not allowed. Example: a regulation establishing a priority zone for wind energy due to the high wind potential or less conflict with neighborhoods.",
                        "children": []
                      }
                    ]
                  },
                  {
                    "name": "Characteristic regulation",
                    "definition": "A characteristic regulation is a zoning and spatial planning instrument that determines what kinds of objects or related insfrastructure can be built or used in specific locations.",
                    "children": [
                      {
                        "name": "Noise limit",
                        "definition": "A noise limit is a zoning and spatial planning regulation that is the maximum amount of noise output allowable within the area where a noise limit regulation applies. Example: a regulation establishing noise limits for wind turbines in residential areas.",
                        "children": []
                      },
                      {
                        "name": "Shadow flicker limit",
                        "definition": "A shadow flicker limit is a zoning and spatial planning regulation that is the maximum effect of the sun (low on the horizon) shining through the rotating blades of a wind turbine, casting a moving shadow. Example: a regulation establishing a shadow flicker limit for wind turbines.",
                        "children": []
                      },
                      {
                        "name": "Height restriction",
                        "definition": "A height regulation is a zoning and spatial planning regulation that sets the maximum height for any energy infrastructure objects. Example: a regulation establishing a height limitation of a wind turbine",
                        "children": []
                      },
                      {
                        "name": "Rotor size restriction",
                        "definition": "A rotor size restriction is a zoning and spatial planning regulation that sets a specific limit on the rotor size for any energy infrastructure object. Example: a regulation establishing a rotor size limitation of a wind turbine.",
                        "children": []
                      },
                      {
                        "name": "Installed capacity limitation",
                        "definition": "An installed capacity limitation is a zoning and spatial planning regulation that sets limits on the maximum installed capacity of a particular object or renewable generation site. Example: a regulation establishing an installed capacity limitation for rooftop PV.",
                        "children": []
                      }
                    ]
                  }
                ]
              },
              {
                "name": "Market design regulation",
                "definition": "A market design regulation is a regulatory policy instrument that sets out the permitted roles and interaction procedures for market actors, including who can participate and how prices are determined.",
                "children": [
                  {
                    "name": "Grid access and priority for renewables",
                    "definition": "Grid access and priority for renewables is a market design regulation that gives priority to renewable energy production and guarantees full purchase of their electricity.",
                    "children": []
                  },
                  {
                    "name": "Rule on integrating controllable devices",
                    "definition": "A rule on integrating controllable devices is a market design regulation for the interactions between grid operators and controllable consumer devices. Example: grid operators cannot refuse connection of a heat pump, but they may be allowed to switch off the device if there is an acute threat of overloading their networks.",
                    "children": []
                  },
                  {
                    "name": "Rules on dynamic pricing",
                    "definition": "Rules on dynamic pricing is a market design regulation which allows for dynamic pricing, setting electricity prices for consumers to reflect the price variation at the spot markets.",
                    "children": []
                  },
                  {
                    "name": "Independent power production policy",
                    "definition": "An independent power production policy is a market design regulation which allows non-governmental actors to generate electricity.",
                    "children": []
                  },
                  {
                    "name": "Direct purchasing regulation",
                    "definition": "Direct purchasing regulation (or power purchase agreement regulation) is a market design regulation that allows independent power producers to sell electricity to others actors. This implies a bilateral contract between an electricity producer (often a renewable energy developer) and a buyer. Example: A company sells electricity directly to a data center, rather than to a utility.",
                    "children": []
                  },
                  {
                    "name": "Self-consumption policy",
                    "definition": "A self-consumption policy is a market design regulation which allows individuals to produce and consume their own power.",
                    "children": []
                  },
                  {
                    "name": "Net metering",
                    "definition": "A net metering (or net billing) policy is a market design regulation which allows consumers who generate their own electricity to also buy and sell electricity from the grid.",
                    "children": []
                  },
                  {
                    "name": "Citizen financial participation",
                    "definition": "Citizen financial participation is a market design regulation which allows residents and communities to become partial owners of energy assets.",
                    "children": []
                  }
                ]
              },
              {
                "name": "Institutional creation",
                "definition": "Institutional creation is a regulatory policy instrument creating institutions. Example: creation of a new government agency or body.",
                "children": [
                  {
                    "name": "Auditing institution",
                    "definition": "An auditing institution is an institution created to enforce compliances with established governmental rules and standards.",
                    "children": []
                  },
                  {
                    "name": "Monitoring institution",
                    "definition": "A monitoring institution is an institution created to continuously and systematically collect of data to supervise specific activities for evaluation and enforcement purposes.",
                    "children": [
                      {
                        "name": "MRV of emissions",
                        "definition": "A Measurement, Reporting and Verification (MRV) monitoring institution establishes systems for the measurement, reporting, and verification of emissions data to ensure its veracity, consistency and compliance with reporting requirements.",
                        "children": []
                      }
                    ]
                  },
                  {
                    "name": "Coordinating body for climate strategy",
                    "definition": "A coordinating body for climate strategy is an institution created to regulate and monitor climate change responses and strategies.",
                    "children": []
                  },
                  {
                    "name": "Independent advisory body",
                    "definition": "An independent advisory body is an institution created to provide evidence and analysis from which government actors can build strategies and plans. Example: UK Climate Change Committee",
                    "children": []
                  },
                  {
                    "name": "Participation scheme",
                    "definition": "A participation scheme is an institution created to promote the involvement of subnational entities or citizens in sustainability governance. Example: citizen climate assemblies.",
                    "children": []
                  },
                  {
                    "name": "Climate fund",
                    "definition": "A climate fund is an institution created to provide the establishment of specific funding agencies or mechanisms for climate issues. Example: independent domestic agencies for climate finance.",
                    "children": []
                  },
                  {
                    "name": "Strategic planning process",
                    "definition": "A strategic planning process is the institutionalization of processes to set strategic direction and roadmaps for specific sectors or for the economy as a whole.",
                    "children": []
                  }
                ]
              }
            ]
          },
          {
            "name": "Voluntary instrument",
            "definition": "A policy instrument where government acts in a coordinating role, but not as a central designer and implementer of policies; measures may be initiated by governments, but also non-state actors such as firms or NGOs.",
            "children": [
              {
                "name": "Public voluntary scheme",
                "definition": "A public voluntary scheme is a voluntary measure where a regulator develops a program or performance criteria with which industries and firms can choose whether or not to comply. Examples: eco-labels such as the German Blue Angel, Nordic Swan, or US Energy Star.",
                "children": []
              },
              {
                "name": "Negotiated agreement between the public and private sector",
                "definition": "A negotiated agreement between the public and private sector is a voluntary measure where governments and the private sector establish a set of targets for environmental issues. The precise terms of the agreement vary in terms of what information must be reported and how this is audited, whether or not the targets are legally binding etc.",
                "children": []
              },
              {
                "name": "International agreement",
                "definition": "An international agreement is an agreement between international actors which sets targets for environmental issues, to which other actors can choose to commit. This commitment and targets can be binding or not. Example: the Powering Past Coal Alliance led by the UK and Canada.",
                "children": []
              },
              {
                "name": "Public-private partnership (PPP)",
                "definition": "A Public-private partnership is a voluntary collaborative relationship between various parties, both state and non-state, in which all parties work together to achieve a common purpose or specific task and share risks, responsibilities, resources, and benefits.",
                "children": []
              }
            ]
          }
        ]
      },
      {
        "name": "Policy goals",
        "definition": "Policy goals are a public policy wherein governments determine operationalizable policy objectives including specific policy targets. The aim of these goals is to guide decision-making.",
        "children": [
          {
            "name": "Target",
            "definition": "A target is a policy goal that contains statements about a desired future state of a system that an organization/association/municipality/region/country commits to in either a legally binding or non-legally binding way.",
            "children": [
              {
                "name": "Binding target",
                "definition": "A binding target is a target that is legally enforceable.",
                "children": []
              },
              {
                "name": "Non-binding target",
                "definition": "A non-binding is a target that is not legally enforceable.",
                "children": []
              },
              {
                "name": "Sectoral target",
                "definition": "A sectoral target is a target for a specific sector.",
                "children": []
              },
              {
                "name": "Economy-wide target",
                "definition": "An economy-wide target is a target for a whole economy",
                "children": []
              },
              {
                "name": "Technology adoption target",
                "definition": "An adoption target is a target for the adoption of a specific energy technology within a defined timeframe. Example: renewable energy, nuclear adoption, etc.",
                "children": []
              },
              {
                "name": "Energy efficiency target",
                "definition": "A energy efficiency target is a target for efficient energy use within a defined timeframe",
                "children": []
              },
              {
                "name": "Climate target",
                "definition": "A climate target is a target for GHG emission reduction within a defined timeframe. Example: NDC commitment, net-zero GHG emission, and climate-neutrality targets",
                "children": []
              }
            ]
          }
        ]
      }
    ]
  }
]